9788447300747
[
    {
        "recensione1":"Romanzo che già dal titolo lascia prevedere una sola protagonista: la solitudine; 
        che poi essa solitudine possa avere come interpreti due bambini prima, due ragazzi poi, due adulti dopo è solo un modo abile da parte dell'autore di differire la causa da cui scaturisce, ovvero l'accettazione del DIVERSO da sè. 
        Ci sono poi delle variabili nel nascere diversi, come nascere ritardati: è il caso di Michela la sorellina di Mattia; 
        diventarlo per motivi fisici: è il caso di Alice; o per motivi personali: Mattia è un precoce genio della matematica. 
        Il romanzo è costruito infatti attraverso una serie di concatenazioni che si basano su rapporti di causa-effetto con, sul fondo, una visione meccanicisticamente determinata dell'esistenza. 
        Mattia (ma anche Paolo Giordano) è un matematico e si rifà palesemente ad una visione neopositivistica dell'Esistenza, in cui Dio e la Provvidenza sono esclusi e quindi a dettare le leggi nel suo universo è soltanto il caso. 
        Il ragazzo erige una barriera razionale nei confronti del mondo, con la matematica sempre pronta a difenderlo in ogni circostanza. 
        Così è possibile dare spiegazioni razionali alla realtà, ma non modificarla: l'unica soluzione è ritirarsi nelle sale dorate del proprio mondo virtuale ignorando quello reale."
    },
    {
        "recenesione2":"Essendo “La solitudine dei numeri primi” un romanzo, esso tratta di tematiche adolescenziali che tutt'oggi ricorrono nella nostra vita; 
        come ad esempio l'autolesionismo, pratica ormai molto usata e che oggi si sta sempre di più divulgando;
        oppure l'anoressia, per il fatto di non piacersi fisicamente. 
        Ma il tema principale è l'amore.
        Un amore che nasce al liceo e che va avanti durante la loro crescita, un amore molto contrastato e mai detto, mai rivelato. 
        Anche un amore da parte di Alice che lascia andare, lo perde per tornare alla sua vita solitaria, dopo non aver provato nulla per Fabio."
    }
]

9788005300747
[
    {
        "recensione1":"Ron inoltre cita una legge magica che si applica in caso di pericolo: 
        ad esempio quando Harry è costretto ad affrontare un Dissennatore nel quinto libro. 
        Ma loro non sono in pericolo! Non si tratta di un’emergenza, ma di una cosa che si sarebbe risolta in breve tempo. 
        Molti quando avanzo queste considerazioni mi rispondono: la verità è che Ron è stupido. 
        Non è una giustificazione valida secondo me. 
        Ron sarà anche stupido, ma Harry non lo è. 
        Se fossero stati i gemelli a pensare una cosa simile, allora sarebbe stata una scena assolutamente plausibile: 
        loro trovano sempre modi per attirare l’attenzione e trasgredire."
    },
    {
        "recenesione2":"Riflettiamo un attimo: Hogwarts ha piu’ di mille anni. 
        In mille anni nessuno è mai riuscito a trovarla. 
        Eppure, i fantasmi sono liberi di muoversi per tutto il castello, superando ostacoli fisici come muri: possibile che in mille anni nessuno sia capitato per caso là? 
        Ci sono fantasmi veramente millenari, penso che per noia si siano messi a girare tutto il castello… 
        inoltre, se la Camera avesse delle protezioni anti-fantasma, sarebbe stato lampante che una zona inaccessibile e sconosciuta di Hogwarts potesse essere proprio la Camera creata da Serpeverde…
        In ogni caso, Voldemort in pochi anni riesce non solo a trovarla, ma pure ad aprirla, essendo Rettilofono. 
        In quell’occasione muore una ragazza, Mirtilla Malcontenta. 
        Nessuno si chiede ma cosa avrebbe potuta ucciderla? Non solo, la ragazza diventa un fantasma! 
        In cinquanta anni nessuno le chiede cosa l’abbia uccisa! 
        E Mirtilla sembra ben contenta di parlare del giorno della sua morte, quasi lusingata di tanta attenzione, il che mi fa pensare che avrebbe parlato con chiunque…"
    },
    {
        "recensione3":"Ho sempre creduto che il secondo libro della saga fosse superfluo, senza eventi di rilievo per la trama generale: 
        invece la Rowling ha inserito un dettaglio che sicuramente sarà passato inosservato all’inizio, ossia l’Horcrux che Harry distrugge (cioè il diario) grazie la zanna di Basilisco. 
        Che casualmente è uno dei pochissimi oggetti in grado di eliminare un Horcrux.
        La trama, per i motivi che vi ho illustrato (principalmente il fatto della macchina volante), traballa molto secondo me. 
        Le altre cose che ho osservato potrebbero avere delle spiegazioni, come potrebbero non averle: 
        a mio parere minano la verosimiglianza della storia."
    }
]

9788005300657
[
    {
        "recensione1": "Questo terzo capitolo della saga potteriana è stato il primo libro di Harry Potter che ho letto e anche il primo vero romanzo letto in vita mia. 
        Ricordo bene che mi avvicinai al libro semplicemente perché non ero riuscito a vedere al cinema l'omonimo film del 2004 e quindi, sfruttando un piccolo regalo consistente in una piccola somma di denaro per il mio quattordicesimo compleanno, lo acquistai. 
        Fu un'esperienza molto positiva: il libro mi era piaciuto moltissimo - più di quanto potessi immaginare -, mi aveva rapito, appassionato e la Rowling, indirettamente, mi fece comprendere la bellezza di un libro e la magia della lettura."
    },
    {
        "recensione2": "Sono passati dodici anni da quella lettura e solo oggi, nel 2016, sono riuscito a rileggere Il Prigioniero di Azkaban... 
        Certo, all'epoca non conoscevo assolutamente nulla della trama di questo tomo, la saga era ancora in corso e l'entusiasmo nel scoprire un mondo come la lettura fece il resto. 
        Infatti, rileggere un libro non è come leggerlo la prima volta: si conoscono già gli eventi, le soluzioni e manca quel caratteristico effetto sorpresa il che ruba inevitabilmente un po' di magia. 
        Tuttavia, questo libro rimane piacevole e appassionante e una nuova lettura a distanza di cosi tanto tempo ti fa capire quante cose sono svanite dalla memoria..."
    }
]

9788005123657
[
    {
        "recensione1":"Anche in questo romanzo la Rowling tiene magistralmente le fila del mondo magico da lei creato: ritroviamo vecchi amici, approfondiamo conoscenze solo superficiali, facciamo nuovi incontri.
        Il protagonista e gli altri personaggi principali, come Ron e Hermione, stanno crescendo e sono ormai in preda a tutte le tipiche bufere emotive tipiche dell’adolescenza.
        Harry esita a rivelare agli adulti le fitte alla cicatrice sulla fronte perché comincia a preoccuparsi dell’immagine di sé che dà agli altri.
        In particolare Ron conosce in questo libro i primi tormenti della gelosia nei confronti di Hermione che non vede più solo come un’amica, e quelli dell’invidia nei confronti di Harry, molto più popolare di lui. "
    },
    {
        "recensione2":"La Rowling inserisce qui alcuni spunti che verranno ripresi in seguito. 
        Cose minime: ad esempio viene citata la famiglia Lovegood, quasi casualmente, come se non ci fosse un personaggio amatissimo in quella famiglia che avrà peso nella storia; 
        Viene citata di sfuggita la storia dei genitori di Neville, torturati fino alla follia; si pongono le basi sin da ora a quella che sarà la breve storia d’amore tra Harry e Cho Chang.
        Inoltre ci sono due piccoli misteri, la cui soluzione viene svelata solo alla fine: chi vogliono ricattare i gemelli, e come fa Rita Skeeter a sapere gli eventi di Hogwarts, dalla quale è stata bandita. 
        Ebbene: i gemelli rivolevano indietro i soldi da Ludo Bagman, che ha pagato la scommessa con l’oro dei Lepricani; 
        Rita spiava la vita della scuola trasformandosi in uno scarabeo."
    }
]

9788005123688
[
    {
        "recensione1":"L’Ordine della Fenice presenta fin da subito una particolare lentezza ed un’inattesa fatica nel sviluppare la narrazione. 
        Harry passa da essere un eroe ad essere accusato di falsità poiché, non solo i suoi compagni, ma lo stesso Ministero della Magia, nega l’effettivo ritorno del Signore Oscuro. 
        Voldemort, in questo caso, passa momentaneamente in secondo piano, lasciando il posto da antagonista ai membri del Ministero, in particolare alla perfida ed irritante Dolores Umbridge.
        La sottosegretaria viene insediata dal Ministero ad Hogwarts, come insegnante di Difesa Contro le Arti Oscure, soffiando ancora una volta l’agognata cattedra al professor Piton, anche se in realtà svolge un controllo diretto in tutte le attività scolastiche, ricoprendo anche il ruolo di Preside, momentaneamente."
    },
    {
        "recensione2":"l quinto capitolo della saga raggiunge vette inaspettate in diversi ambiti. 
        I primi due libri erano ancora piuttosto semplici da un punto di vista narrativo e stilistico, e anche se probabilmente la Rowling sapeva già dove la storia sarebbe andata a parare, non sapeva come scriverla, e ha sperimentato. 
        Con il terzo libro e l'introduzione del vero elemento oscuro c'e' stata forse la vera svolta: nuovi elementi di trama, ambientazioni riviste in chiave più cupa. Poi il quarto capitolo ha spezzato esattamente a metà la saga, Harry cresce e lo stesso mondo viene visto sotto nuovi aspetti. 
        Ecco dunque che si giunge a L'Ordine della Fenice, il capitolo più lungo e per certi versi più complesso della saga."
    }
]

9788004444678
[
    {
        "recensione1":"Chi è il Principe Mezzosangue proprietario del libro del ricettario di pozioni utilizzato da Harry? 
        Una figura misteriosa e dal talento eccezionale, capace di rendere sua una pozione senza comprometterne la qualità.
        Ci sono i continui viaggi nel tempo che Harry ora più forte e maturo riesce ad affrontare insieme a Silente, tramite i quali scopriamo la vita di Lord Valdemort, scoprire il suo vissuto per combattere le sue azioni future.
        Ciò che colpisce in questo libro è la forza interiore di Harry che diventa più consapevole che niente può essere assunto senza considerare in prima persona sfumature e contesto. "
    },
    {
        "recensione2":"Il libro presenta subito una grossa innovazione: l'unione tra il mondo magico e quello normale, e leggendo il primo capitolo si pensa effetivamente al fatto che si continui sulla linea dell'oscurità, e invece, leggendo quelli successivi si incontra una storia incentrata sulla scuola, sul nuovo talento di Harry nelle pozioni grazie al misterioso libro del Principe, nascosto protagonista di tutta la vicenda, sull'amicizia, sul rapporto tra Harry e Silente, più forte e interessante che mai, e soprattutto sull'amore. 
        Non ci sarà pagina in cui non si senta quella dolce aria donata dall'amore, e non è assolutamente un difetto del romanzo, ma anzi la saga contiene finalmente tutti gli elementi per essere considerata vera e completa. "
    }
]

9788004544678
[
    {
        "recensione1":"Quello che mi è sempre piaciuto della Rowling è la sua abilità di risucchiarci in un’altra realtà. 
        Lo capirete subito fin dalle prime righe. 
        Anche stavolta, in Harry Potter e i doni della morte verrete trasportati nel mondo potteriano in poche righe e sarà molto difficile staccarsi dal libro. 
        Inutile dirlo ma lo farò: questa è una saga unica, non solo per il successo planetario riscosso ma anche per come è costruita. 
        Non vi svelerò tutto, ovviamente. Anzi, quasi nulla e partirò dall’incipit. Favoloso, questa volta più che mai."
    },
    {
        "recensione2":"Mi piace pensare alla saga potteriana come a un cerchio che si chiude, con un finale potenzialmente aperto che sì conclude la serie, ma appunto la apre a possibili nuovi inizi perché come vedrete alla fine ci ritroveremo di nuovo alla stazione di King’s Cross, al mitico binario nove e tre quarti. 
        Il testo è ricco di dialoghi ben gestiti dove emerge chiaramente la psicologia dei personaggi, le loro manie di sempre. 
        La studiosa e diligente Hermione e il timido e sempre impacciato Ron accompagnano Harry nella ricerca degli horcrux."
    }
]


9788002200747
[
    {
        "recensione1": "L'Ombra di Ender è principalmente la storia della crescita di Bean, di come paradossalmente trovi la sua dimensione umana in un ambiente destinato a distruggere l'umanità dei giovani studenti. 
        E succede per motivi precisi: tanto per cominciare è la prima volta che Bean si trova a stretto contatto con delle persone con cui ci aspetta che interagisca in un certo modo. 
        All'inizio non è sincero, ma alla fine in Nikolaj trova un amico per la vita. Poi, è la prima volta che non è necessariamente il più intelligente. 
        Beh, forse lo è, ma è la prima volta che Bean ha a che fare con menti simili alla sua, ed è buffissimo vedere come lo destabilizzi la scoperta che, parlando con gli altri, concedendo il beneficio del dubbio, possa arrivare a conclusioni che non avrebbe raggiunto da solo.
        E poi è in un ambiente che lo stimola."
    },
    {
        "recensione2": "Questo libro è quasi una spy-story: per via del suo background Bean ha la necessità di avere tutto sotto controllo. 
        Deve avere sempre qualche segreto, qualcosa che gli dia la certezza di essere quello col coltello dalla parte del manico. 
        Per questo spia gli insegnanti, ottenendo informazioni che gli permettono di giungere a conclusioni che spaventano gli adulti.
        Ma è anche interessante vedere il modo sottile in cui lui si sbaglia: per esempio buona parte di quelli che lui ritiene errori nella gestione della scuola servono a spingere gli alunni dotati per il comando ad uscire dagli schemi (col bonus di far vedere come la scuola venga percepita da qualcuno che viene lasciato a sé stesso).
        Interessantissimo è il suo rapporto con Ender: lo vede come il suo rivale, ne è ossessionato a tal punto da non voler neanche sapere che faccia abbia, si costruisce una specie di altare e quando finalmente lo incontra... rimane sconvolto."
    }
]

9788019544678
[
    {
        "recensione1":"Bello, molto bello, vorrei sottolineare che il libro è dell'85 e la prima elaborazione a puntate del 77, prima di esprimere qualsiasi parere su questo libro si dovrebbe considerare quanto era avanti e che capolavoro ne è venuto fuori.
        Chi pensa che sia una lettura per ragazzi, non ha proprio capito nulla. Io ho 45 anni e ne apprezzo la scrittura, i dialoghi, la psicologia, la trama... 
        proprio bello. Debbo però ancora leggere i successivi che chiariranno gli ultimi capitoli del libro che sono più una congiunzione con il seguito che auto esplicativi, per cui prima di dare un giudizio su come si conclude debbo prima leggere il seguente."
    },
    {
        "recensione2":"Ender's Game è tratto da uno dei miei libri preferiti, sappiatelo. Il libro è uscito nel 1985 e ha vinto sia il premio Hugo che il Nebula, e la stessa sorte è toccata al suo seguito, Il riscatto di Ender. 
        In tutto la saga di Ender conta 7 libri, di cui io ho letto i primi 4, gli unici tradotti in italiano (gli altri sono molto più recenti). 
        Ho trovato i primi due eccezionali, gli altri due decisamente inferiori. Orson Scott Card ha scritto anche una serie di 5 libri dedicati a uno dei coprotagonisti di Il gioco di Ender, Bean, di cui solo il primo, L'ombra di Ender, è stato tradotto in italiano. Non l'ho letto."
    }
]

9788005320727
[
    {
        "recensione1":"Avevo grandi aspettative su questo thriller, perché avevo molto apprezzato il libro d’esordio dell’autrice. 
        Ho ritrovato lo stesso stile, ovvero la narrazione a più voci, che è un elemento stilistico che apprezzo sempre particolarmente. 
        Però…forse le voci sono un po’ troppe e davvero molto poco amalgamate fra loro…devo dire che si perde un po’ la concentrazione, a causa anche dei frequenti salti all’indietro nel tempo. 
        La cosa più positiva…nonché tratto distintivo di questa penna…è che comunque, leggendo, i vari punti di vista convergono ad un finale che è comunque buono."
    },
    {
        "recensione2":"Dopo i 20 milioni di copie vendute con La ragazza del treno ci si aspettava qualcosa di più da questo secondo romanzo di Paula Hawkins . 
        Trama farraginosa e contorta, personaggi poco credibili e scarsamente approfonditi psicologicamente. 
        Odio, rancore e sensi di colpa sono le uniche note che caratterizzano i rapporti degli abitanti di Beckford: gli amori sono amori maledetti! 
        Di alcuni personaggi, come il professor Henderson o la poliziotta Jeannie, che pure hanno avuto un ruolo preciso nella storia, il lettore non saprà più niente. "
    }
]

